Repository: lulanovl/iDoctor_Mob
Catalog: lib/core/localization/app_*.arb
Languages: ky

source: Enter
ky: Кирүү

source: Logout
ky: Чыгуу

source: Error
ky: Ката

source: Wrong email or password
ky: Электрондук почта же сыр сөз жараксыз

source: Remember me
ky: Мени эстеп кал

source: Forgot password?
ky: Сыр сөзүңүздү унуттуңузбу?

source: Welcome
ky: Кош келиңиз

source: Email
ky: Электрондук почта

source: Password
ky: Сыр сөз

source: Enter email
ky: Электрондук почта киргизиңиз

source: Enter password
ky: Сыр сөз киргизиңиз

# email_required
source: Email is required
ky: Электрондук почта керек

# email_invalid
source: Email is invalid
ky: Электрондук почта форматы жараксыз

# password_required
source: Password is required
ky: Сыр сөз керек

# password_invalid
source: Password is invalid
ky: Сыр сөз форматы жараксыз

# password_min_length
source: Password must be at least 6 characters long
ky: Сыр сөз 6 символдон аз болбошу керек

source: Change password
ky: Сыр сөздү өзгөртүү

source: Current password
ky: Азырынки сыр сөз

source: New password
ky: Жаңы сыр сөз

source: Confirm password
ky: Сыр сөздү бекитүү

source: Enter current password
ky: Азырынки сыр сөз киргизиңиз

source: Enter new password
ky: Жаңы сыр сөз киргизиңиз

source: Enter confirm password
ky: Сыр сөздү бекитүү киргизиңиз

# passwords_not_match
source: Passwords do not match
ky: Сыр сөздөр туура келбейт

# password_change_error
source: Error changing password
ky: Сыр сөздү өзгөртүүдө ката кетти!

# password_change_success
source: Password changed successfully
ky: Сыр сөздү өзгөртүү сӯттү!

source: Change
ky: Өзгөртүү

source: Loading
ky: Жүктөп жатат...

source: Personal Information
ky: Өздүк Маалымат

source: Settings
ky: Орнотуулар

source: Medical data
ky: Тибби маалымат

source: Insurance
ky: Страхование

source: Emergency contact
ky: Арзан жолу

source: General
ky: Жалпы

source: Dark mode
ky: Кара көрүнүч

source: Change Language
ky: Тили өзгөртүү

# chose_language
source: Choose Language that you Prefer
ky: Тили тандап баштоо

source: Name
ky: Аты

source: Surname
ky: Фамилия

source: Patronymic
ky: Отчество

source: Phone number
ky: Телефон номери

source: Date of Birth
ky: Туулган күнү

source: INN
ky: ИНН

source: Gender
ky: Жыныс

source: Marital status
ky: Жалпы стат

source: Download
ky: Жүктөө

source: Appointment to doctor
ky: Докторго каалаганча

source: Appointments
ky: Каалаганчалар

source: Russian
ky: Орусча

source: English
ky: Англисче

source: Kyrgyz
ky: Кыргызча

source: Language
ky: Тил

source: Home
ky: Башкы бет

source: Booking
ky: Каалаганча

source: Short Analysis
ky: Кыскача анализ

source: Illness History
ky: Касарлык тарыхы

source: Blood Type
ky: Кандын түрү

source: Glasses for Vision
ky: Көздүн көрүнүч

source: Allergies
ky: Аллергиялар

source: Vaccinations
ky: Вакцинациялар

source: Taking Medications
ky: Дарыларды алуу

source: Medical Condition
ky: Тибби жаңылыктар

source: Analysis
ky: Анализ

source: History
ky: Тарых
